Repository: appful-devteam/yabatalk
Catalog: lovetalk/Localizable.xcstrings
Source language: ja
Languages: en, es, ko, th, zh_hans

# survey_subtitle
source: より良いサービスのために
en: For a better service
es: Para un mejor servicio
ko: 더 나은 서비스를 위해
th: เพื่อบริการที่ดีขึ้น
zh_hans: 为了更好的服务

# survey_title
source: あなたのことを教えてね！
en: Tell us about yourself!
es: ¡Cuéntanos sobre ti!
ko: 당신에 대해 알려주세요!
th: บอกเราเกี่ยวกับตัวคุณ!
zh_hans: 请告诉我们关于您的信息！

source: S度
en: Dominant Level
es: Nivel Dominante
ko: S도

source: S度・短文マスター・既読スルーが高い。絶妙な距離感で翻弄
en: High dominance, short messages, and read-ignoring. Plays with perfect distance
es: Alto dominio, mensajes cortos e ignorar mensajes. Juega con la distancia perfecta
ko: S기질·단문 마스터·읽씹이 높음. 절묘한 거리감으로 마음을 흔드는
zh_hans: S属性、短消息大师、已读不回高。以绝妙距离感玩弄心理

source: アイコンを設定しよう
en: Set your profile icon
es: Configura tu ícono de perfil
ko: 프로필 아이콘을 설정하세요
zh_hans: 设置头像吧

source: あいさつ
en: Greeting
es: Saludo
ko: 인사
zh_hans: 问候

source: アカウント
en: Account
es: Cuenta
ko: 계정
zh_hans: 账号

source: アカウントと投稿、フォロー情報がすべて削除されます。この操作は取り消せません。
en: Your account, posts, and follow data will be permanently deleted. This cannot be undone.
es: Tu cuenta, publicaciones y datos de seguimiento se eliminarán permanentemente. Esta acción no se puede deshacer.
ko: 계정, 게시물, 팔로우 정보가 모두 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
zh_hans: 您的账户、帖子和关注信息将被永久删除。此操作无法撤销。

source: アカウントの公開範囲を選んでね
en: Choose your account privacy setting
es: Elige la privacidad de tu cuenta
ko: 계정 공개 범위를 선택해주세요
zh_hans: 请选择账号公开范围

source: アカウントの削除に失敗しました。もう一度お試しください。
en: Failed to delete account. Please try again.
es: No se pudo eliminar la cuenta. Inténtalo de nuevo.
ko: 계정 삭제에 실패했습니다. 다시 시도해 주세요.
zh_hans: 删除账户失败，请重试。

source: アカウントは作成されません。あとからいつでもサインインできます。
en: No account will be created. You can sign in anytime later.
es: No se creará ninguna cuenta. Puede iniciar sesión en cualquier momento más tarde.
ko: 계정이 생성되지 않습니다. 나중에 언제든지 로그인할 수 있습니다.
zh_hans: 不会创建账户。您可以随时稍后登录。

source: アカウントを削除
en: Delete Account
es: Eliminar cuenta
ko: 계정 삭제
zh_hans: 删除账户

source: アカウントを削除しますか？
en: Delete your account?
es: ¿Eliminar tu cuenta?
ko: 계정을 삭제하시겠습니까?
zh_hans: 确定要删除账户吗？

source: アカウントを削除中...
en: Deleting account...
es: Eliminando cuenta...
ko: 계정 삭제 중...
zh_hans: 正在删除账户...

source: アカウントを完全に削除するため、Apple IDで再度サインインしてください。
en: Please sign in with Apple ID again to permanently delete your account.
es: Inicia sesión con tu Apple ID nuevamente para eliminar tu cuenta de forma permanente.
ko: 계정을 완전히 삭제하려면 Apple ID로 다시 로그인해 주세요.
zh_hans: 请使用 Apple ID 重新登录以完全删除您的账户。

source: アカウント作成をキャンセル
en: Cancel Account Creation
es: Cancelar creación de cuenta
ko: 계정 생성 취소
zh_hans: 取消创建账户

source: アカウント公開設定
en: Account Privacy
es: Privacidad de cuenta
ko: 계정 공개 설정
zh_hans: 账号隐私设置

source: アカウント削除
en: Delete Account
es: Eliminar cuenta
ko: 계정 삭제
zh_hans: 删除账户

source: アップグレード
en: Upgrade
es: Actualizar
ko: 업그레이드
zh_hans: 升级

source: あとから変更できます
en: You can change this later
es: Puedes cambiarlo después
ko: 나중에 변경할 수 있어요
zh_hans: 之后可以更改

source: あとで
en: Later
es: Más tarde
ko: 나중에
zh_hans: 稍后

source: あなた
en: You
es: Tú
ko: 당신
zh_hans: 你

source: あなたがよく使う
en: You often use
es: Tú usas frecuentemente
ko: 당신이 자주 사용하는
zh_hans: 你常用的

source: あなたから
en: From You
es: De ti
ko: 나로부터
zh_hans: 来自你

source: あなたからのメッセージが多めです
en: You send more messages
es: Tú envías más mensajes
ko: 당신의 메시지가 더 많습니다
zh_hans: 你发的消息更多

source: あなたたちは、互いの存在が鏡のように響き合う「奇跡的な同期」の中にいます。言葉にしなくても伝わる空気感と、言葉にすることで加速する熱量の両方を手に入れており、コミュニティの中でも「誰も入り込めない最強の二人」として羨望の的になっているでしょう。
en: You two are in a "miraculous sync" where your presence resonates like mirrors. You have both the unspoken understanding and the verbal passion that amplifies your connection — likely the envied "unbreakable duo" in your community.
es: Están en una "sincronización milagrosa" donde su presencia resuena como espejos. Tienen tanto la comprensión tácita como la pasión verbal que amplifica su conexión — probablemente el "dúo inquebrantable" envidiado en su comunidad.
ko: 서로의 존재가 거울처럼 울려 퍼지는 "기적적인 싱크" 안에 있습니다. 말하지 않아도 통하는 공감과, 말로 표현하면 더 가속되는 열정을 동시에 갖추고 있는, 주변이 부러워하는 "깨지지 않는 콤비"일 것입니다.
zh_hans: 你们处于"奇迹般的同步"中，彼此的存在如镜子般共鸣。你们既有无需言语的默契，又有用言语加速的热情——很可能是周围人羡慕的"牢不可破的组合"。

source: あなたのMBTIタイプを選んでね
en: Choose your MBTI type
es: Elige tu tipo MBTI
ko: 당신의 MBTI 유형을 선택해주세요
zh_hans: 请选择你的MBTI类型

source: あなたの中央値
en: Your Median
es: Tu mediana
ko: 당신의 중앙값
zh_hans: 你的中位数

source: あなたの最速
en: Your Fastest
es: Tu más rápido
ko: 당신의 최속
zh_hans: 你的最快

source: あなたの呼ばれ方
en: What you're called
es: Cómo te llaman
ko: 당신이 불리는 방식
zh_hans: 你被叫的方式

source: あなたの愛情表現
en: Your Love Expressions
es: Tus expresiones de amor
ko: 당신의 애정 표현
zh_hans: 你的爱意表达

source: あなたの感情表現
en: Your expressions
es: Tus expresiones
ko: 당신의 감정 표현
zh_hans: 你的情感表达

source: あなたの方がかなり多いです
en: You send significantly more
es: Tú envías significativamente más
ko: 내가 훨씬 더 많이 보냅니다
zh_hans: 你发送的消息明显更多

source: あなたの方がやや多めです
en: You send slightly more
es: Tú envías un poco más
ko: 내가 약간 더 많이 보냅니다
zh_hans: 你发送的消息略多

source: あなたの特定に失敗しました。
en: Failed to identify you.
es: No se pudo identificarte.
ko: 본인 특정에 실패했습니다.
zh_hans: 无法识别您的身份。

source: あなたはどちらですか？
en: Which one are you?
es: ¿Cuál eres tú?
ko: 당신은 어느 쪽인가요?
zh_hans: 你是哪一个？

source: あの話し方、まんまで返ってくる
en: Their way of talking — comes back just like that
es: Su forma de hablar — vuelve tal cual
ko: 그 말투, 그대로 돌아옴
zh_hans: 那种说话方式，原封不动地回来

source: アプリについて
en: About
es: Acerca de la app
ko: 앱 정보
zh_hans: 关于应用

source: アプリの一覧から 「めろとーく」を選択します
en: Select "MeroTalk" from the app list
es: Selecciona "MeroTalk" de la lista
ko: 앱 목록에서 "MeroTalk"을 선택합니다
zh_hans: 从应用列表中 选择"MeroTalk"

# アプリの一覧から 「めろとーく」を選択します
source: アプリの一覧から\n「めろとーく」を選択します
en: Select "Merotalk" from the app list
es: Selecciona "Merotalk" de la lista de aplicaciones
ko: 앱 목록에서 "메로토크"를 선택합니다
zh_hans: 从应用列表中 选择"Merotalk"

source: アプリの一覧を一番右にスワイプし、 「その他」ボタンを押します
en: Swipe to the far right and tap "More"
es: Desliza a la derecha y toca "Más"
ko: 앱 목록을 맨 오른쪽으로 스와이프하고 "더보기" 버튼을 누릅니다
zh_hans: 在应用列表中向右滑动到底， 点击"更多"按钮

# アプリの一覧を一番右にスワイプし、 「その他」ボタンを押します
source: アプリの一覧を一番右にスワイプし、\n「その他」ボタンを押します
en: Swipe the app list all the way to the right and tap the "More" button
es: Desliza la lista de aplicaciones hasta el final y toca el botón "Más"
ko: 앱 목록을 맨 오른쪽으로 스와이프하고 "더보기" 버튼을 누릅니다
zh_hans: 将应用列表滑到最右边 点击"更多"按钮

source: アプリバージョン
en: App version
es: Versión de la app
ko: 앱 버전
zh_hans: 应用版本

source: アプリを再起動して再度お試しください
en: Please restart the app and try again
es: Reinicia la app e inténtalo de nuevo
ko: 앱을 다시 시작한 후 다시 시도해 주세요
zh_hans: 请重启应用后重试

source: アプリ改善のため匿名統計を収集します
en: We collect anonymous statistics to improve the app
es: Recopilamos estadísticas anónimas para mejorar la aplicación
ko: 앱 개선을 위해 익명 통계를 수집합니다
zh_hans: 为改进应用收集匿名统计数据

source: アンケート
en: Poll
es: Encuesta
ko: 설문
zh_hans: 投票

source: いいえ
en: No
es: No
ko: 아니요
zh_hans: 不

source: いいね
en: Likes
es: Me gusta
ko: 좋아요
zh_hans: 点赞

source: いいね・返信・フォローなどの お知らせをリアルタイムで受け取れます
en: Get real-time notifications for likes, replies, and follows
es: Recibe notificaciones en tiempo real de likes, respuestas y seguidores
ko: 좋아요, 답글, 팔로우 등의 알림을 실시간으로 받을 수 있어요
zh_hans: 实时接收点赞、回复、 关注等通知

source: いいね・返信・フォローの通知を受け取る
en: Receive notifications for likes, replies, and follows
es: Recibir notificaciones de me gusta, respuestas y seguimientos
ko: 좋아요·답글·팔로우 알림 받기
zh_hans: 接收点赞·回复·关注的通知

source: いつもめろとーくをご利用いただき ありがとうございます。
en: Thank you for always using MeroTalk.
es: Gracias por usar siempre MeroTalk.
ko: 항상 MeroTalk를 이용해 주셔서 감사합니다.
zh_hans: 感谢您一直使用 MeroTalk。

# いつもめろとーくをご利用いただき ありがとうございます。
source: いつもめろとーくをご利用いただき\nありがとうございます。
en: Thank you for always using Merotalk.
es: Gracias por usar siempre Merotalk.
ko: 항상 메로토크를 이용해 주셔서 감사합니다.
zh_hans: 感谢您一直使用 Merotalk。

source: イベントに誘う
en: Invite to event
es: Invitar a un evento
ko: 이벤트 초대
zh_hans: 邀请参加活动

source: イベントや遊びに誘いたい
en: I want to invite them to an event or hangout
es: Quiero invitarlos a un evento o salida
ko: 이벤트나 놀러 초대하고 싶어요
zh_hans: 想邀请他们参加活动或出去玩

source: うさぎタイプ
en: Rabbit Type
es: Tipo Conejo
ko: 토끼 타입
zh_hans: 兔子类型

source: うまく謝りたい
en: I want to apologize properly
es: Quiero disculparme correctamente
ko: 제대로 사과하고 싶어요
zh_hans: 我想好好道歉

source: うまく返事できなかった…もう一度試してみて💦
en: I couldn't respond properly... Please try again 💦
es: No pude responder bien... Inténtalo de nuevo 💦
ko: 잘 답변하지 못했어… 다시 시도해줘 💦
zh_hans: 没能好好回复…请再试一次💦

source: えっ、ほんとに？
en: Wait, really?
es: ¿En serio?
ko: 엥, 진짜?
zh_hans: 诶，真的吗？

source: エラー
en: Error
es: Error
ko: 오류
zh_hans: 错误

source: エラーが発生しました
en: An error occurred
es: Ocurrió un error
ko: 오류가 발생했습니다
zh_hans: 发生了错误

source: おしらせ
en: Notifications
es: Notificaciones
ko: 알림
zh_hans: 通知

source: おしらせはまだありません
en: No notifications yet
es: Aún no hay notificaciones
ko: 아직 알림이 없습니다
zh_hans: 暂无通知

source: おすすめ
en: Recommended
es: Recomendado
ko: 추천
zh_hans: 推荐

source: オフにすると、AI機能（サマリー・相談・擬人化チャット）の利用時に再度同意が必要になります。トーク履歴や解析結果は削除されません。
en: Turning this off will require consent again when using AI features (Summary, Consultation, Persona Chat). Your chat history and analysis results will not be deleted.
es: Desactivar esto requerirá consentimiento nuevamente al usar funciones de IA (Resumen, Consulta, Chat de Persona). Su historial de chat y los resultados del análisis no se eliminarán.
ko: 끄면 AI 기능(요약·상담·의인화 채팅) 이용 시 다시 동의가 필요합니다. 대화 기록 및 분석 결과는 삭제되지 않습니다.
zh_hans: 关闭后，使用AI功能（摘要·咨询·拟人化聊天）时需要再次同意。聊天记录和分析结果不会被删除。

source: おもしろメーター
en: Fun Meter
es: Medídor de diversión
ko: 재미 미터
zh_hans: 趣味指数

source: おもしろメーターの組み合わせで動物に例えます
en: Compared to an animal based on your fun meter
es: Comparado con un animal según tu medidor de diversión
ko: 재미 지표 조합으로 동물에 비유합니다
zh_hans: 根据趣味指标组合比喻为动物

source: おもしろ統計
en: Fun Stats
es: Estadísticas divertidas
ko: 재미 통계
zh_hans: 趣味统计

source: おもしろ統計をすべて見る
en: View all fun stats
es: Ver todas las estadísticas divertidas
ko: 재미있는 통계 모두 보기
zh_hans: 查看所有趣味统计

source: お互いの感情を大切にしながら、安定したペースで関係を育てています。言葉の温かさと気遣いが自然に行き交う、心地よい距離感のカップルです。
en: You nurture your relationship at a steady pace while cherishing each other's feelings. Warmth and care flow naturally between you — a couple with a comfortable distance.
es: Nutren su relación a un ritmo constante mientras valoran los sentimientos del otro. La calidez y el cuidado fluyen naturalmente entre ustedes — una pareja con una distancia cómoda.
ko: 서로의 감정을 소중히 여기며 꾸준한 속도로 관계를 키워가고 있습니다. 따뜻함과 배려가 자연스럽게 오가는, 편안한 거리감의 커플입니다.
zh_hans: 你们在珍惜彼此感受的同时，以稳定的节奏培养关系。温暖和关怀自然流淌——一对保持舒适距离的恋人。

source: お互いほぼ同じ比率です
en: Almost the same ratio
es: Casi la misma proporción
ko: 거의 같은 비율
zh_hans: 几乎相同的比例

source: お互いほぼ同じ比率です。
en: Almost the same ratio.
es: Casi la misma proporción.
ko: 거의 같은 비율입니다.
zh_hans: 几乎相同的比例。

source: お問い合わせ
en: Contact Us
es: Contacto
ko: 문의하기
zh_hans: 联系我们

source: お知らせ
en: Notices
es: Avisos
ko: 공지사항
zh_hans: 通知

source: お詫びとご報告
en: Apology & Report
es: Disculpa e informe
ko: 사과 및 보고
zh_hans: 致歉与报告

source: カメレオンタイプ
en: Chameleon Type
es: Tipo Camaleón
ko: 카멜레온 타입
zh_hans: 变色龙类型

source: キーワードで検索
en: Search by keyword
es: Buscar por palabra clave
ko: 키워드로 검색
zh_hans: 按关键词搜索

source: きもち
en: Feelings
es: Sentimientos
ko: 기분
zh_hans: 心情

source: キャラクタータイプ＆おもしろメーター
en: Character Type & Fun Meter
es: Tipo de personaje y medídor de diversión
ko: 캐릭터 타입 & 재미 미터
zh_hans: 角色类型和趣味指数

source: キャンセル
en: Cancel
es: Cancelar
ko: 취소
zh_hans: 取消

source: クール
en: Cool & Composed
es: Frío y Sereno
ko: 쿨
zh_hans: 酷

source: グループ
en: Group
es: Grupo
ko: 그룹
zh_hans: 群组

source: グループチャット
en: Group Chat
es: Chat grupal
ko: 그룹 채팅
zh_hans: 群聊

source: グループに共通している価値観
en: Group's Shared Values
es: Valores compartidos del grupo
ko: 그룹의 공통 가치관
zh_hans: 小组共同的价值观

source: グループに共通している遊び
en: Group's Shared Activities
es: Actividades compartidas del grupo
ko: 그룹의 공통 놀이
zh_hans: 小组共同的活动

source: グループの未来
en: Group's Future
es: Futuro del grupo
ko: 그룹의 미래
zh_hans: 小组的未来

source: グループの関係性
en: Group Relationships
es: Relaciones del grupo
ko: 그룹 관계
zh_hans: 群组关系

source: グループ全体
en: Entire Group
es: Grupo completo
ko: 그룹 전체
zh_hans: 整个群组

source: ゲスト
en: Guest
es: Invitado
ko: 게스트
zh_hans: 访客

source: ゲストアカウント
en: Guest Account
es: Cuenta de invitado
ko: 게스트 계정
zh_hans: 访客账号

source: ここに悩みを入力して 送信できます
en: Type your concerns here and send
es: Escribe tus dudas aquí y envía
ko: 여기에 고민을 입력하고 전송할 수 있어요
zh_hans: 在这里输入烦恼 然后发送

source: ことばの傾向
en: Word Tendencies
es: Tendencias de palabras
ko: 단어 경향
zh_hans: 用词倾向

source: このカードを添付
en: Attach this card
es: Adjuntar esta tarjeta
ko: 이 카드 첨부
zh_hans: 附加此卡片

source: このままでいいか悩む
en: Unsure about the status quo
es: Inseguro sobre el estado actual
ko: 이대로 괜찮은지 고민이에요
zh_hans: 不确定现状是否可以

source: このまま進めば、二人は「言わなくても通じる」と「言葉にしても嬉しい」を同時に持つ、奇跡的な関係になります。ただし居心地が良すぎるあまり、二人だけの世界に閉じこもりがち。外の世界にも目を向けながら、お互いの成長を応援し合うことが、この贅沢な関係を永遠にする鍵です。
en: If you continue on this path, the two of you will reach a miraculous place — where words are unnecessary yet still a joy to share. The only risk is that such comfort can tempt you to retreat into a world of just the two of you. Keeping your eyes on the wider world and cheering each other's growth is the key to making this extraordinary relationship last forever.
es: Si siguen por este camino, llegarán a un lugar milagroso donde las palabras no son necesarias, pero aún así es un placer compartirlas. El único riesgo es que tanta comodidad puede tentarlos a encerrarse en un mundo de solo ustedes dos. Mantener la mirada en el mundo exterior y apoyar el crecimiento del otro es la clave para hacer que esta relación extraordinaria dure para siempre.
ko: 이대로 나아가면 두 사람은 '말하지 않아도 통하는' 것과 '말로 표현해도 기쁜' 것을 동시에 가진 기적 같은 관계가 될 거예요. 다만 너무 편안한 나머지 둘만의 세계에 갇히기 쉬워요. 바깥 세계에도 눈을 돌리면서 서로의 성장을 응원하는 것이, 이 소중한 관계를 영원하게 만드는 열쇠예요.
zh_hans: 照这样走下去，你们会拥有一种奇迹般的关系——不说也能懂，说出来也会开心。不过，太过舒适反而容易让你们封闭在两个人的世界里。在关注外面世界的同时互相支持彼此的成长，才是让这份珍贵关系永恒的关键。

source: このユーザーをフォロワーから削除しますか？
en: Remove this user from your followers?
es: ¿Eliminar a este usuario de tus seguidores?
ko: 이 사용자를 팔로워에서 삭제하시겠습니까?
zh_hans: 确定将该用户从粉丝中移除吗？

source: このユーザーをブロック
en: Block this user
es: Bloquear a este usuario
ko: 이 사용자 차단
zh_hans: 屏蔽该用户

source: このユーザーをブロックしますか？
en: Block this user?
es: ¿Bloquear a este usuario?
ko: 이 사용자를 차단하시겠습니까?
zh_hans: 确定屏蔽该用户吗？

source: この利用規約（以下「本規約」）は、めろとーく（以下「本アプリ」）の利用条件を定めるものです。ユーザーの皆様には、本規約に同意いただいた上で、本アプリをご利用いただきます。本アプリをダウンロード、インストール、または使用することにより、本規約に同意したものとみなされます。
en: These Terms of Use (hereinafter "Terms") set forth the conditions for using MeroTalk (hereinafter "the App"). Users are required to agree to these Terms before using the App. By downloading, installing, or using the App, you are deemed to have agreed to these Terms.
es: Estos Términos de Uso (en adelante, "los Términos") establecen las condiciones de uso de MeroTalk (en adelante, "la Aplicación"). Los usuarios deben aceptar estos Términos antes de utilizar la Aplicación. Al descargar, instalar o usar la Aplicación, se considera que ha aceptado estos Términos.
ko: 본 이용약관(이하 “본 약관”)은 MeroTalk(이하 “본 앱”)의 이용 조건을 정하는 것입니다. 사용자는 본 약관에 동의한 후 본 앱을 이용하실 수 있습니다. 본 앱을 다운로드, 설치 또는 사용함으로써 본 약관에 동의한 것으로 간주합니다.
zh_hans: 本使用条款（以下简称“本条款”）规定了使用MeroTalk（以下简称“本应用”）的条件。用户需在同意本条款后使用本应用。下载、安装或使用本应用即视为同意本条款。

source: この投稿を削除しますか？
en: Delete this post?
es: ¿Eliminar esta publicación?
ko: 이 게시물을 삭제하시겠습니까?
zh_hans: 确定删除该帖子吗？

source: この投稿を通報しますか？
en: Report this post?
es: ¿Reportar esta publicación?
ko: 이 게시물을 신고하시겠습니까?
zh_hans: 确定举报该帖子吗？

source: この操作は取り消せません
en: This action cannot be undone
es: Esta acción no se puede deshacer
ko: 이 작업은 되돌릴 수 없습니다
zh_hans: 此操作无法撤销

source: この操作は取り消せません。
en: This action cannot be undone.
es: Esta acción no se puede deshacer.
ko: 이 작업은 취소할 수 없습니다.
zh_hans: 此操作无法撤消。

source: この期間のデータはありません
en: No data for this period
es: No hay datos para este período
ko: 이 기간의 데이터가 없습니다
zh_hans: 该期间没有数据

source: この機能について
en: About This Feature
es: Acerca de esta función
ko: 이 기능에 대해
zh_hans: 关于此功能

source: この相談はどうでしたか？
en: How was this chat?
es: ¿Cómo fue este chat?
ko: 이 상담은 어땀나요?
zh_hans: 这次咨询如何？

source: この相談履歴を削除しますか？
en: Delete this chat history?
es: ¿Eliminar este historial de chats?
ko: 이 상담 기록을 삭제할까요?
zh_hans: 要删除这条咨询记录吗？

source: この返事になんて返せばいいかわからない
en: I don't know how to respond to this
es: No sé cómo responder a esto
ko: 이 답장에 뭐라고 답해야 할지 모르겠어요
zh_hans: 不知道怎么回复这个

source: コピー
en: Copy
es: Copiar
ko: 복사
zh_hans: 复制

source: コピーしました
en: Copied
es: Copiado
ko: 복사됨
zh_hans: 已复制

source: コミュスタイル
en: Communication Style
es: Estilo de comunicación
ko: 커뮤 스타일
zh_hans: 沟通风格

source: ご利用の前に
en: Before You Begin
es: Antes de comenzar
ko: 이용 전 안내
zh_hans: 使用前须知

source: ご迷惑をおかけし申し訳ございませんでした。
en: We sincerely apologize for any inconvenience caused.
es: Pedimos disculpas por las molestias ocasionadas.
ko: 불편을 드려 정말 죄송합니다.
zh_hans: 给您带来不便，深表歉意。

source: サインアウト
en: Sign Out
es: Cerrar sesión
ko: 로그아웃
zh_hans: 退出登录

source: サインイン
en: Sign In
es: Iniciar sesión
ko: 로그인
zh_hans: 登录

source: サインインして投稿しよう
en: Sign in to post
es: Inicia sesión para publicar
ko: 로그인하고 게시물을 올려보세요
zh_hans: 登录后即可发帖

source: サインインすることで利用規約に同意したものとみなされます
en: By signing in, you agree to the Terms of Service
es: Al iniciar sesión, aceptas los Términos de Servicio
ko: 로그인하면 이용약관에 동의한 것으로 간주됩니다
zh_hans: 登录即视为同意使用条款

source: サインインするとデータが保護されます
en: Sign in to protect your data
es: Inicia sesión para proteger tus datos
ko: 로그인하면 데이터가 보호됩니다
zh_hans: 登录后数据将受到保护

source: さくっと
en: Brief
es: Breve
ko: 간결하게
zh_hans: 简短

source: さっそく始める
en: Get Started
es: ¡Empezar ya!
ko: 바로 시작하기
zh_hans: 立即开始

source: サブスクリプションは自動更新されます。解約は次の更新日の24時間前までに設定アプリから行ってください。
en: Subscriptions renew automatically. To cancel, please do so from the Settings app at least 24 hours before the next renewal date.
es: Las suscripciones se renuevan automáticamente. Para cancelar, hazlo desde la app de Ajustes al menos 24 horas antes de la próxima fecha de renovación.
ko: 구독은 자동으로 갱신됩니다. 해지는 다음 갱신일 24시간 전까지 설정 앱에서 해주세요.
zh_hans: 订阅将自动续期。如需取消，请在下次续期日前24小时通过设置 App 进行操作。

source: サポーター
en: Supporter
es: Apoyo
ko: 서포터
zh_hans: 支持者

source: サポート
en: Support
es: Soporte
ko: 지원
zh_hans: 支持

source: サマリ
en: Summary
es: Resumen
ko: 요약
zh_hans: 总结

source: さんとの関係を診断しています
en: Analyzing your relationship with
es: Analizando tu relación con
ko: 님과의 관계를 진단 중
zh_hans: 正在分析与

source: サンプルデータが見つかりませんでした
en: Sample data not found
es: Datos de muestra no encontrados
ko: 샘플 데이터를 찾을 수 없습니다
zh_hans: 未找到示例数据

source: サンプルデータの読み込みに失敗しました
en: Failed to load sample data
es: No se pudieron cargar los datos de muestra
ko: 샘플 데이터를 불러오지 못했습니다
zh_hans: 示例数据加载失败

source: システム
en: System
es: Sistema
ko: 시스템
zh_hans: 系统

source: しっかり
en: Thorough
es: Detallado
ko: 꼼꼼하게
zh_hans: 详细

source: シミュレーションに必要なテキストメッセージが不足しています。
en: Insufficient text messages for simulation.
es: Mensajes de texto insuficientes para la simulación.
ko: 시뮬레이션에 필요한 텍스트 메시지가 부족합니다.
zh_hans: 文本消息不足，无法进行模拟。

source: スキップ
en: Skip
es: Omitir
ko: 건너뛰기
zh_hans: 跳过

source: すぐに返信が届きます
en: You'll get a reply immediately
es: Recibirás una respuesta de inmediato
ko: 바로 답장이 옵니다
zh_hans: 会立刻收到回复

source: スコア
en: Score
es: Puntuación
ko: 스코어
zh_hans: 评分

source: スコアカード
en: Score Card
es: Tarjeta de puntuación
ko: 스코어 카드
zh_hans: 分数卡

source: スコア順
en: By Score
es: Por Puntuación
ko: 점수순
zh_hans: 按评分

source: スタンプ
en: Sticker
es: Sticker
ko: 스티커
zh_hans: 贴纸

source: スタンプ・笑・絵文字の熱量
en: Energy from stickers, laughter & emoji
es: Energía de stickers, risas y emoji
ko: 스티커·웃음·이모지의 열기
zh_hans: 贴纸、笑声和表情的热度

source: スタンプ職人
en: Sticker Artisan
es: Artesano de Stickers
ko: 스티커 장인
zh_hans: 贴纸达人

source: スタンプ職人・短文マスターが高い。ちょこちょこ活動派
en: Sticker artist and short message master. Active in bursts
es: Artista de stickers y maestro de mensajes cortos. Activo a ráfagas
ko: 스티커 장인·단문 마스터가 높음. 자주 활동하는 타입
zh_hans: 贴纸达人、短消息大师。频繁活动派

source: スタンプ職人度
en: Sticker Master Level
es: Nivel de Maestro de Stickers
ko: 스티커 장인도
zh_hans: 贴纸达人度

source: スタンプ連打の
en: Sticker spammer
es: Spammer de stickers
ko: 스티커 연타
zh_hans: 贴纸连发

source: ストレート
en: Direct
es: Directo
ko: 스트레이트
zh_hans: 直率

source: すべてのデータを削除
en: Delete All Data
es: Eliminar todos los datos
ko: 모든 데이터 삭제
zh_hans: 删除所有数据

source: すべてのデータを削除しました。
en: All data has been deleted.
es: Todos los datos han sido eliminados.
ko: 모든 데이터가 삭제되었습니다.
zh_hans: 已删除所有数据。

source: すべての結果のロックを解除
en: Unlock All Results
es: Desbloquear todos los resultados
ko: 모든 결과 잠금 해제
zh_hans: 解锁所有结果

source: スルー
en: Ignored
es: Ignorado
ko: 무시
zh_hans: 已读不回

source: ズレあり
en: Out of sync
es: Desincronizado
ko: 어긋남
zh_hans: 不同步

source: ずれていた
en: Off target
es: Fuera de objetivo
ko: 벗어났다
zh_hans: 偏离目标

source: せっかち度
en: Impatience Level
es: Nivel de Impaciencia
ko: 성급함도
zh_hans: 急性子度

source: そっと寄り添う関係
en: A gently supportive relationship
es: Una relación de apoyo suave
ko: 부드럽게 곁에 있는 관계
zh_hans: 温柔陪伴的关系

source: たった今
en: Just now
es: Ahora mismo
ko: 방금
zh_hans: 刚刚

source: タップしてチャットを始めよう
en: Tap to start chatting
es: Toca para empezar a chatear
ko: 탭하여 채팅을 시작하세요
zh_hans: 点击开始聊天

source: タップして選択
en: Tap to select
es: Toca para seleccionar
ko: 탭하여 선택
zh_hans: 点击选择

source: たまに夜更かし
en: Occasional night owl
es: Noctámbulo ocasional
ko: 가끔 야행성
zh_hans: 偶尔的夜猫子

source: タメ口
en: Casual
es: Informal
ko: 반말
zh_hans: 随意

source: チャット
en: Chat
es: Chat
ko: 채팅
zh_hans: 聊天

source: チャットの内容は一切送信されません。
en: Chat content is never transmitted.
es: El contenido del chat nunca se transmite.
ko: 채팅 내용은 절대 전송되지 않습니다.
zh_hans: 聊天内容绝不会被发送。

source: チャットを削除
en: Delete Chat
es: Eliminar Chat
ko: 채팅 삭제
zh_hans: 删除聊天

source: チャットを削除しますか？
en: Delete this chat?
es: ¿Eliminar este chat?
ko: 채팅을 삭제하시겠습니까?
zh_hans: 确定要删除聊天吗？

source: チャットを始める
en: Start Chat
es: Iniciar chat
ko: 채팅 시작
zh_hans: 开始聊天

source: チャットを閉じている間の新着メッセージを通知
en: Notify new messages while chat is closed
es: Notificar nuevos mensajes mientras el chat está cerrado
ko: 채팅을 닫고 있는 동안 새 메시지 알림
zh_hans: 聊天关闭期间通知新消息

source: チャット設定
en: Chat Settings
es: Ajustes de chat
ko: 채팅 설정
zh_hans: 聊天设置

source: ちょこちょこ活動するハムスターのように、短いメッセージをテンポよく送ります。
en: Like an active little hamster, sends short messages at a lively tempo.
es: Como un hámster activo, envía mensajes cortos a un ritmo animado.
ko: 활발한 햄스터처럼 짧은 메시지를 경쾌한 템포로 보냅니다.
zh_hans: 像活泼的小仓鼠一样，以轻快的节奏发送短消息。

source: ツンデレタイプ
en: Tsundere Type
es: Tipo Tsundere
ko: 츤데레 타입
zh_hans: 傲娇类型

source: ツンデレ全開の
en: Full-on tsundere
es: Tsundere total
ko: 츤데레 전개
zh_hans: 完全傲娇

source: ツンデレ度
en: Tsundere Level
es: Nivel de Tsundere
ko: 츤데레도
zh_hans: 傲娇度

source: ツンデレ度が高いのに気遣い度も高い。素直になれないギャップ萌え
en: High tsundere but also caring. A charming gap between cold and kind
es: Alto tsundere pero también cariñoso. Un encantador contraste entre frío y amable
ko: 츤데레 지수가 높지만 배려심도 높음. 솔직해지지 못하는 갭 모에
zh_hans: 傲娇度高但也很体贴。不能坦率的反差萌

source: データ
en: Data
es: Datos
ko: 데이터
zh_hans: 数据

source: データがありません
en: No Data
es: Sin datos
ko: 데이터 없음
zh_hans: 没有数据

source: データの送信先と利用目的
en: Data Destination and Purpose
es: Destino y propósito de los datos
ko: 데이터 전송처 및 이용 목적
zh_hans: 数据发送目的地及用途

source: データを削除しますか？
en: Delete data?
es: ¿Eliminar datos?
ko: 데이터를 삭제할까요?
zh_hans: 要删除数据吗？

source: データ分析
en: Data Analysis
es: Análisis de datos
ko: 데이터 분석
zh_hans: 数据分析

source: データ管理
en: Data Management
es: Gestión de datos
ko: 데이터 관리
zh_hans: 数据管理

source: データ送信先
en: Data Recipient
es: Destinatario de datos
ko: 데이터 전송처
zh_hans: 数据接收方

source: データ送信後の取り扱いは Google LLC のプライバシーポリシーおよび利用規約に従います
en: Data handling after transmission follows Google LLC's privacy policy and terms of service
es: El tratamiento de datos después del envío sigue la política de privacidad y los términos de servicio de Google LLC
ko: 데이터 전송 후 처리는 Google LLC의 개인정보처리방침 및 이용약관에 따릅니다
zh_hans: 数据发送后的处理遵循Google LLC的隐私政策和使用条款

source: デートに誘いたい
en: Ask on a date
es: Invitar a salir
ko: 데이트에 초대하기
zh_hans: 邀请约会

source: デートに誘う
en: Invite on a date
es: Invitar a una cita
ko: 데이트 초대
zh_hans: 邀请约会

source: テキスト
en: Text
es: Texto
ko: 텍스트
zh_hans: 文本

source: テキストメッセージが不足しているため提案を生成できませんでした。
en: Could not generate suggestions due to insufficient text messages.
es: No se pudieron generar sugerencias por falta de mensajes de texto.
ko: 텍스트 메시지 부족으로 제안을 생성할 수 없습니다.
zh_hans: 由于文本消息不足，无法生成建议。
